{
    "alumnis": [
    {
      "name": "Abhay",
      "description": "Being taught by the most experienced trainers in the field at Ferilion Labs coupled with flexible training had accelerated my level of understanding from an absolute beginner to a confident coder now. Streamlined class schedule, mentor interaction would make my time greater.",
      "salary": "15 LPA",
      "image": "alumni/alumni1.jpg"
    },
    {
      "name": "Mani Dev",
      "description": "Ferilion Labs provided a transformative opportunity. The Python training was exceptional. I gained confidence in tech tools, especially Spark and PySpark. To enhance the experience, improvements in amicability, SQL training, timely feedback, and missed activities like seminars are needed.",
      "salary": "23 LPA",
      "image": "alumni/alumni4.jpg"
    },
    {
      "name": "Malavika",
      "description": "Ferilion Labs' insistence on continuous hands-on training contributed to strengthening my coding skills. Regular mocks helped me get familiar with the interview process. We can benefit more from additional tool training, timely mock feedbacks.",
      "salary": "14 LPA",
      "image": "alumni/alumni5.jpg"
    },
    {
      "name": "Harsha",
      "description": "Innovative training elements like daily coding tasks at Ferilion Labs' ensures consistency. Dedicated mentors were of great help in every step of the way after training sessions. SQL coding tasks helped me in better conceptual clarity. I would appreciate a higher frequency of classes and mentor availability.",
      "salary": "19 LPA",
      "image": "alumni/alumni3.jpg"
    },
    {
      "name": "Vishnu",
      "description": "Technical training I got at Ferilion Labs proves to be so valuable. It helped me not only crack various Python Developer roles but also face every day coding challenges at work with ease. Candidates would benefit further from regular training, more classes on supplementary tools.",
      "salary": "13 LPA",
      "image": "alumni/alumni2.jpg"
    }
  ]
}